[
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "Создание сайта",
      "description": "Создадим сайт"
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "Создание логотипа",
      "description": "Создадим логотип"
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "Создание мобильного приложения",
      "description": "Создание мобильного приложения: Ваш путь к цифровому величию!\r\n\r\nПревратите свои инновационные идеи в реальность с нашим эксклюзивным предложением по разработке мобильных приложений. Независимо от того, является ли вашей целью улучшение бизнес-процессов, расширение клиентской базы или просто создание уникального пользовательского опыта, наши опытные разработчики готовы превратить ваши мечты в функциональное и элегантное мобильное приложение.\r\n\r\nЧто вас ждет:\r\n📱 Пользовательский опыт будущего: Мы специализируемся на создании интуитивно понятных интерфейсов, которые покоряют пользователей с первого касания.\r\n🚀 Технологии нового поколения: Наша команда следит за последними трендами в разработке приложений, чтобы обеспечить вашему продукту преимущество на рынке.\r\n📊 Полный цикл разработки: Мы заботимся о каждом этапе, начиная от концепции и дизайна, до разработки, тестирования и запуска в App Store и Google Play.\r\n💡 Индивидуальный подход: Мы понимаем, что каждый проект уникален. Наша команда тесно взаимодействует с вами, чтобы полностью осознать ваши потребности и достичь результата, который превосходит ваши ожидания.\r\n\r\nНе упустите шанс преобразовать ваше видение в мобильную реальность! Свяжитесь с нами сегодня, чтобы обсудить ваш проект и начать наше захватывающее путешествие к успеху.\""
    }
  },
  {
    "model": "catalog.contactinf",
    "pk": 1,
    "fields": {
      "fullname": "Каптан Дмитрий Алексеевич",
      "email": "dima.captan@yandex.ru",
      "phone": "+7(906)645",
      "address": "Улица уличная"
    }
  },
  {
    "model": "blog.article",
    "pk": 1,
    "fields": {
      "title": "Создание сайта новичку",
      "slug": "sozdanie-sajta-novichku",
      "body": "Сегодня интернет стал неотъемлемой частью нашей жизни, и владение виртуальным пространством стало ключевым для успешных бизнесов, личных проектов и творческих идей. Создание собственного веб-сайта стало не только доступным, но и важным шагом на пути к достижению ваших целей. Давайте рассмотрим этапы создания сайта, которые помогут вам воплотить вашу концепцию в виртуальной реальности.\r\n\r\n1. Определение Целей и Аудитории\r\n\r\nПеред тем как приступить к созданию сайта, определитесь с целями, которые вы хотите достичь. Это может быть продажа товаров, предоставление информации, создание портфолио и многое другое. Кроме того, выясните, кто ваша целевая аудитория: возраст, интересы, местоположение. Это поможет вам адаптировать контент и дизайн под ваших будущих пользователей.\r\n\r\n2. Выбор Платформы и Технологий\r\n\r\nСуществует множество платформ и инструментов для создания сайтов, таких как WordPress, Joomla, Django, и многие другие. Выберите ту, которая наилучшим образом соответствует вашим целям и уровню технической подготовки. Решите, нужен ли вам статический или динамический сайт, а также какие технологии (HTML, CSS, JavaScript, базы данных и др.) будут использоваться.\r\n\r\n3. Проектирование Дизайна и Опыта Пользователя\r\n\r\nДизайн вашего сайта играет ключевую роль в том, как пользователи будут воспринимать информацию и взаимодействовать с контентом. Создайте эстетичный и интуитивно понятный дизайн, который подчеркнет ваш бренд и обеспечит удобство использования. Задумайтесь о структуре сайта, разделении на страницы и навигации.\r\n\r\n4. Разработка и Контент\r\n\r\nНа этом этапе вы приступите к непосредственной разработке сайта. Создайте шаблоны, добавьте контент, изображения и другие мультимедийные элементы. Обратите внимание на оптимизацию для быстрой загрузки страниц, а также на адаптивный дизайн для корректного отображения на различных устройствах.\r\n\r\n5. Тестирование и Оптимизация\r\n\r\nПеред запуском сайта проведите тщательное тестирование на разных браузерах и устройствах, чтобы убедиться, что всё работает корректно. Оптимизируйте загрузку страниц, исправьте ошибки и обеспечьте безопасность данных пользователей.\r\n\r\n6. Запуск и Продвижение\r\n\r\nПосле успешного тестирования вы готовы запустить ваш сайт в интернете. Зарегистрируйте доменное имя и выберите хостинг. После запуска начните продвижение сайта через социальные сети, поисковые системы и другие маркетинговые методы.\r\n\r\n7. Поддержка и Обратная Связь\r\n\r\nСоздание сайта - это долгосрочный процесс. Поддерживайте сайт в актуальном состоянии, обновляйте контент и отвечайте на обратную связь пользователей. Это поможет сохранить интерес вашей аудитории и улучшить опыт пользователей.\r\n\r\nСоздание сайта - это шанс не только предоставить информацию или продукты, но и поделиться своим видением и идеями с миром. Следуя этим этапам, вы сможете создать сайт, который будет отражать вашу уникальность и достигать поставленных целей.",
      "preview": "blog/blog_deffault.jpg",
      "created_at": "2023-08-28T12:45:37.773Z",
      "is_published": true,
      "views_counter": 110
    }
  },
  {
    "model": "blog.article",
    "pk": 2,
    "fields": {
      "title": "Создание логотипа новичку",
      "slug": "sozdanie-logotipa-novichku",
      "body": "Логотип – это лицо вашего бренда, символ, который моментально вызывает ассоциации и олицетворяет вас перед миром. Создание уникального логотипа – это не только процесс дизайна, но и возможность передать ценности и эмоции вашего бренда. Давайте рассмотрим этапы создания логотипа, которые помогут вам визуализировать суть вашей компании.\r\n\r\n1. Определение Брендовых Ценностей\r\n\r\nПрежде чем приступить к созданию логотипа, определите, какие ценности и идеи вы хотите передать своим клиентам. Логотип должен быть способом выразить вашу уникальность, миссию и то, что вы представляете.\r\n\r\n2. Исследование Конкурентов и Аудитории\r\n\r\nИзучите логотипы конкурентов, чтобы понять, какие дизайнерские элементы популярны в вашей индустрии. Также выясните, что привлекает вашу целевую аудиторию. Это поможет вам создать логотип, который будет актуальным и интересным для ваших клиентов.\r\n\r\n3. Создание Концепции Дизайна\r\n\r\nОпределите, какие символы, цвета и формы наилучшим образом будут соответствовать вашему бренду. Логотип может быть абстрактным или содержать конкретные изображения, важно, чтобы он отражал суть вашего бренда.\r\n\r\n4. Разработка и Творчество\r\n\r\nНа этом этапе приступьте к созданию самого логотипа. Играйте с цветами, формами и шрифтами, чтобы найти оптимальное сочетание. Старайтесь сделать логотип читаемым, как в больших, так и в маленьких размерах.\r\n\r\n5. Тестирование и Оценка\r\n\r\nПрежде чем окончательно решиться, покажите логотип вашим коллегам или друзьям для получения обратной связи. Оцените, как он вызывает эмоции и как хорошо он сочетается с ценностями вашего бренда.\r\n\r\n6. Финальная Версия и Адаптация\r\n\r\nПосле тщательной оценки внесите необходимые коррективы и создайте финальную версию логотипа. Удостоверьтесь, что он будет хорошо смотреться на различных материалах, таких как бизнес-карты, веб-сайт, рекламные материалы и т.д.\r\n\r\n7. Продвижение и Использование\r\n\r\nЗапустите ваш новый логотип в действие! Используйте его на всех платформах, ваших веб-сайтах и социальных сетях. Логотип станет ключевым элементом вашей визуальной идентичности, а правильное использование поможет укрепить бренд в глазах клиентов.\r\n\r\n8. Эволюция и Развитие\r\n\r\nЛоготип может меняться вместе с вашей компанией. Важно быть готовыми к эволюции дизайна в будущем, сохраняя при этом узнаваемость и ценности бренда.\r\n\r\nСоздание логотипа – это искусство, способное передать вашу уникальность и вдохновить других. От идеи до финальной версии, каждый этап важен для создания логотипа, который будет вашей визуальной визитной карточкой в виртуальном мире.",
      "preview": "blog/lg.jpg",
      "created_at": "2023-08-28T12:45:37.773Z",
      "is_published": true,
      "views_counter": 101
    }
  },
  {
    "model": "blog.article",
    "pk": 3,
    "fields": {
      "title": "WRONG NAME",
      "slug": null,
      "body": "WRONG DESCRIPTION",
      "preview": "blog/blog_deffault.jpg",
      "created_at": "2023-08-28T12:45:37.773Z",
      "is_published": false,
      "views_counter": 0
    }
  },
  {
    "model": "users.user",
    "pk": 27,
    "fields": {
      "password": "pbkdf2_sha256$600000$h9wH0HDpiPUp8RxbvFLIuV$a7qSPPQluiaWpfF+0c0vbs0hnRZuX8YCJmcHHVx0lHs=",
      "last_login": "2023-08-28T12:46:18.268Z",
      "is_superuser": false,
      "first_name": "",
      "last_name": "",
      "is_staff": false,
      "is_active": true,
      "date_joined": "2023-08-28T12:43:14.831Z",
      "email": "dima.captan@yandex.ru",
      "phone": "+7(906)645-14-81",
      "country": "Russian",
      "profile_img": "",
      "groups": [],
      "user_permissions": []
    }
  },
  {
    "model": "users.user",
    "pk": 28,
    "fields": {
      "password": "pbkdf2_sha256$600000$YMwsm1ubCkeOMvd7xKnjxE$EKotYZ5SVfwAE493w1zeOOJ2TUHEYSSwK6UN2ajYseA=",
      "last_login": "2023-08-28T12:44:14.672Z",
      "is_superuser": true,
      "first_name": "Admin",
      "last_name": "Admin",
      "is_staff": true,
      "is_active": true,
      "date_joined": "2023-08-28T12:44:01.750Z",
      "email": "admin@yandex.ru",
      "phone": "89999999999",
      "country": "Russian",
      "profile_img": "",
      "groups": [],
      "user_permissions": []
    }
  }
]